Repository: yusufbayindir/empty
Catalog: DocuScan/DocuScan/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, ja, tr, zh_hans

# onboarding.tracking.subtitle
source: Allow personalized ads to support the free version of DocuScan
ar: السماح بالإعلانات المخصصة لدعم النسخة المجانية من DocuScan
de: Erlauben Sie personalisierte Werbung, um die kostenlose Version von DocuScan zu unterstützen
fr: Autorisez les publicités personnalisées pour soutenir la version gratuite de DocuScan
ja: DocuScanの無料版をサポートするためにパーソナライズされた広告を許可してください
tr: DocuScan'ın ücretsiz sürümünü desteklemek için kişiselleştirilmiş reklamlara izin verin
zh_hans: 允许个性化广告以支持DocuScan免费版本

# onboarding.tracking.footer
source: You can change this anytime in iOS Settings
ar: يمكنك تغيير ذلك في أي وقت في إعدادات iOS
de: Sie können dies jederzeit in den iOS-Einstellungen ändern
fr: Vous pouvez modifier cela à tout moment dans les réglages iOS
ja: いつでもiOS設定で変更できます
tr: Bunu istediğiniz zaman iOS Ayarları'ndan değiştirebilirsiniz
zh_hans: 您可以随时在iOS设置中更改此选项

# onboarding.tracking.button.continue
source: Continue
ar: متابعة
de: Weiter
fr: Continuer
ja: 続ける
tr: Devam
zh_hans: 继续

# onboarding.paywall.title
source: Unlock DocuScan Premium
ar: افتح DocuScan بريميوم
de: DocuScan Premium freischalten
fr: Débloquer DocuScan Premium
ja: DocuScan Premiumを解除
tr: DocuScan Premium'u Aç
zh_hans: 解锁DocuScan高级版

# onboarding.paywall.subtitle
source: Unlimited access to all PDF tools
ar: وصول غير محدود لجميع أدوات PDF
de: Unbegrenzter Zugriff auf alle PDF-Werkzeuge
fr: Accès illimité à tous les outils PDF
ja: すべてのPDFツールへの無制限アクセス
tr: Tüm PDF araçlarına sınırsız erişim
zh_hans: 无限使用所有PDF工具

# onboarding.paywall.price_label
source: per month
ar: شهريًا
de: pro Monat
fr: par mois
ja: 月額
tr: aylık
zh_hans: 每月

# onboarding.paywall.price_period
source: /mo
ar: /شهر
de: /Monat
fr: /mois
ja: /月
tr: /ay
zh_hans: /月

# onboarding.paywall.button.buy
source: Get Premium
ar: احصل على البريميوم
de: Premium erhalten
fr: Obtenir Premium
ja: プレミアムを取得
tr: Premium'u Al
zh_hans: 获取高级版

# onboarding.paywall.button.restore
source: Restore Purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
fr: Restaurer l'achat
ja: 購入を復元
tr: Satın Almayı Geri Yükle
zh_hans: 恢复购买

# onboarding.paywall.button.skip
source: Continue Free
ar: الاستمرار مجانًا
de: Kostenlos fortfahren
fr: Continuer gratuitement
ja: 無料で続ける
tr: Ücretsiz Devam Et
zh_hans: 免费继续

# onboarding.value_prop.subtitle
source: All PDF tools, one app
ar: جميع أدوات PDF في تطبيق واحد
de: Alle PDF-Werkzeuge, eine App
fr: Tous les outils PDF, une seule application
ja: すべてのPDFツール、1つのアプリ
tr: Tüm PDF araçları, tek uygulama
zh_hans: 所有PDF工具，一款应用

# onboarding.value_prop.legal_note
source: Privacy Policy · Terms of Use
ar: سياسة الخصوصية · شروط الاستخدام
de: Datenschutzrichtlinie · Nutzungsbedingungen
fr: Politique de confidentialité · Conditions d'utilisation
ja: プライバシーポリシー · 利用規約
tr: Gizlilik Politikası · Kullanım Koşulları
zh_hans: 隐私政策 · 使用条款

# iap.error.failed_verification
source: Purchase verification failed
ar: فشل التحقق من الشراء
de: Kaufverifizierung fehlgeschlagen
fr: La vérification de l'achat a échoué
ja: 購入の確認に失敗しました
tr: Satın alma doğrulaması başarısız oldu
zh_hans: 购买验证失败

# iap.error.product_unavailable
source: Product unavailable. Please try again later.
ar: المنتج غير متاح. يرجى المحاولة مرة أخرى لاحقًا.
de: Produkt nicht verfügbar. Bitte versuchen Sie es später erneut.
fr: Produit indisponible. Veuillez réessayer plus tard.
ja: 製品が利用できません。後でもう一度お試しください。
tr: Ürün mevcut değil. Lütfen daha sonra tekrar deneyin.
zh_hans: 产品不可用，请稍后再试。
